[
 {
 "name": "Brest",
 "country": "Belarus",
 "description": "The city of Brest is a historic site of many cultures. It was the location of important historical events such as the Union of Brest and Treaty of Brest-Litovsk. The Brest Fortress was recognized by the Soviet Union as the Hero Fortress in honor of the defense of Brest Fortress in June 1941.During medieval times, the city was part of the Kingdom of Poland from 1020 until 1319 when it was taken by the Grand Duchy of Lithuania. It became part of the Polish–Lithuanian Commonwealth in 1569. As a result of the Partitions of Poland, it was incorporated into the Russian Empire in 1795. After World War I, the city returned to Second Polish Republic. During the Invasion of Poland by Nazi Germany and the Soviet Union in 1939 the city was first captured by the Wehrmacht and soon passed on to the USSR in accordance with German–Soviet Frontier Treaty. In 1941 it was taken again by the Nazis during Operation Barbarossa. After the war, once the new boundaries between the USSR and Poland were ratified, the city became part of the Soviet BSSR until the breakup of the country in 1991. It is now a part of an independent Belarus.",
 "smallPhoto": "https://bsuir-materials.000webhostapp.com/ios/img/sm-brest.png",
 "bigPhoto": "https://bsuir-materials.000webhostapp.com/ios/img/big-brest.png",
 "latitude": "52.099998",
 "longitude": "23.700001",
 "weatherid": "629634"
 },
 {
 "name": "Minsk",
 "country": "Belarus",
 "description": "Minsk is the capital and largest city of Belarus, situated on the Svislach and the Nyamiha Rivers. As the national capital, Minsk has a special administrative status in Belarus and is the administrative centre of Minsk Region (voblast) and Minsk raion (district). In 2013, it had a population of 2,002,600. Minsk is the administrative capital of the Commonwealth of Independent States (CIS) and seat of the Executive Secretary. The earliest historical references to Minsk date to the 11th century (1067), when it was noted as a provincial city within the Principality of Polotsk. The settlement developed on the rivers. In 1242, Minsk became part of the Grand Duchy of Lithuania. It received town privileges in 1499. From 1569, it was a capital of the Minsk Voivodeship, in the Polish–Lithuanian Commonwealth. It was part of a region annexed by the Russian Empire in 1793, as a consequence of the Second Partition of Poland. From 1919 to 1991, after the Russian Revolution, Minsk was the capital of the Byelorussian Soviet Socialist Republic, in the Soviet Union. Minsk will host the 2019 European Games.",
 "smallPhoto": "https://bsuir-materials.000webhostapp.com/ios/img/sm-minsk.png",
 "bigPhoto": "https://bsuir-materials.000webhostapp.com/ios/img/big-minsk.png",
 "latitude": "53.900002",
 "longitude": "27.566668",
 "weatherid": "625144"
 },
 {
 "name": "Vitebsk",
 "country": "Belarus",
 "description": "Vitebsk developed from a river harbor where the Vitba River (Віцьба, from which it derives its name) flows into the larger Western Dvina, which is spanned in the city by the Kirov Bridge. Archaeological research indicates that at the mouth of Vitba there were settlements by Baltic tribes, which were replaced in the 9th century by Slavic tribes Krivichs. According to the Chronicle of Michael Brigandine (1760), Vitebsk (also known mentioned as Dbesk, Vidbesk, Videbsk, Vitepesk, Vitbesk) was founded by Princess Olga of Kiev in 974. Other versions give 947 or 914. Academician Boris Rybakov and historian Leonid Alekseyev, based on the chronicles, have come to the conclusion that Princess Olga of Kiev could have established Vitebsk in 947. Leonid Alekseyev suggested that the chroniclers, moving the date from the account of the Byzantine era (since the creation of the world) to a new era, got the year 947, but later mistakenly written in copying manuscripts 974.",
 "smallPhoto": "https://bsuir-materials.000webhostapp.com/ios/img/sm-vitebsk.png",
 "bigPhoto": "https://bsuir-materials.000webhostapp.com/ios/img/big-vitebsk.png",
 "latitude": "55.190479",
 "longitude": "30.2033",
 "weatherid": "620127"
 },
 {
 "name": "Baranavichy",
 "country": "Belarus",
 "description": "Baranavichy is a city in the Brest Region of western Belarus with a population (as of 1995) of 173,000. It is a significant railway junction and home to Baranavichy State University. It was also the center of the Baranavichy Voblast between 1939-1941 and again between 1944-1954. In the second half of the 17th century the Jesuit mission housed in Baranavichy. In the second half of the 18th century Baranavichy was the property of Mosalskih and Neveselovskih, in the 19th century belonged to the Countess E.A. Rozwadowski. It was part of Novogrodek (Now Navahrudak) okrug, which was successively part of Slonim Governorate, Lithuania one, Grodno one and Minsk one.",
 "smallPhoto": "https://bsuir-materials.000webhostapp.com/ios/img/sm-baranavichy.png",
 "bigPhoto": "https://bsuir-materials.000webhostapp.com/ios/img/big-baranavichy.png",
 "latitude": "53.132702",
 "longitude": "26.013901",
 "weatherid": "630429"
 },
 {
 "name": "Novopolotsk",
 "country": "Belarus",
 "description": "The history of Novopolotsk dates back to the year of 1958, when a large number of enthusiasts, workers and builders, seeking new experiences and romantic feelings came here to establish a new town.[citation needed] There was reason for that: a big oil refinery plant was to be set up. When new factories were being built, they were placed far enough away from Polotsk so that the radiation and dangerous gases would not reach the city.[citation needed] However, it was later decided that it would be acceptable to build a few buildings closer to the factories for the workers to live in.[citation needed] With them came a hospital, a fire station, and a school. A few more buildings were built and the city of Novopolotsk was born. The population grew over the years, even though it was located dangerously close to several factories - an ecological problem - including the well-known Polymir.",
 "smallPhoto": "https://bsuir-materials.000webhostapp.com/ios/img/sm-novopolotsk.png",
 "bigPhoto": "https://bsuir-materials.000webhostapp.com/ios/img/big-novopolotsk.png",
 "latitude": "55.536282",
 "longitude": "28.642441",
 "weatherid": "624784"
 },
 {
 "name": "Byaroza",
 "country": "Belarus",
 "description": "Byaroza is a town of 31 000 inhabitants (1995) in Western Belarus in Brest Region and the administrative center of the Byaroza District. n the 17th century, the village belonged to Sapieha family, who founded a fortified monastery and a palace here. In 1648, the monastery was presented to the Carthusian monks, who came from the Italian town of Treviso and settled here. The pope Alexander VII granted the title of a prince to Lew Sapieha, being thankful for the noble deed. The monastery was also expanded and became one of the biggest charterhouses (Carthusian monasteries) in the Polish-Lithuanian Commonwealth. The Carthusian order gave its name to the second part of the town’s name in the form in which it has been used till late 1940s: Byaroza-Kartuzskaya (Polish: Bereza Kartuska).",
 "smallPhoto": "https://bsuir-materials.000webhostapp.com/ios/img/sm-byaroza.png",
 "bigPhoto": "https://bsuir-materials.000webhostapp.com/ios/img/big-byaroza.png",
 "latitude": "52.531399",
 "longitude": "24.9786",
 "weatherid": "629454"
 },
 {
 "name": "Zhodzina",
 "country": "Belarus",
 "description": "is a city in Belarus, located in the Minsk Region, 50 km to north-east from Minsk. The city covers an area of 19 km² and has a population of 61,800 (2010). The BelAZ automobile factory (The Belarusian Automobile Plant) is the largest employer in the city, and with about 11,000 workers, about one-sixth of the local population work there. Every third mining truck in the world is produced by them - their biggest weighs 360 tonnes and can carry 450 tonnes. Another important factory is the clothing manufacturer SVITANAK, which produces children's and adults' clothes. Its products are exported to European countries.",
 "smallPhoto": "https://bsuir-materials.000webhostapp.com/ios/img/sm-zhodzina.png",
 "bigPhoto": "https://bsuir-materials.000webhostapp.com/ios/img/big-zhodzina.png",
 "latitude": "54.098331",
 "longitude": "28.3325",
 "weatherid": "618800"
 },
 {
 "name": "Orsha",
 "country": "Belarus",
 "description": "Orsha was first mentioned in 1067 as Rsha, making it one of the oldest towns in Belarus. The town was named after the river, which was originally also named Rsha, probably from a Baltic root *rus 'slowly flowing.'[2] In 1320, Orsha became a part of the Grand Duchy of Lithuania. In 1398-1407, the Orsha castle was built. On September 8, 1514 the famous Battle of Orsha occurred, between allied Grand Duchy of Lithuania with Kingdom of Poland and Muscovite army.[3] The Muscovites suffered significant defeat; however, the victorious Grand Duchy of Lithuania did not fully avail its victory.",
 "smallPhoto": "https://bsuir-materials.000webhostapp.com/ios/img/sm-orsha.png",
 "bigPhoto": "https://bsuir-materials.000webhostapp.com/ios/img/big-orsha.png",
 "latitude": "54.515278",
 "longitude": "30.405277",
 "weatherid": "624079"
 },
 {
 "name": "Shklow",
 "country": "Belarus",
 "description": "Shklov was an important Jewish religious center. There was a yeshiva there in the 18th century. Shklov became the center of the Haskalah movement.[2] At the end of the 19th century, there were 5,542 Jews in the town. Jews living off of trading. A dozen families worked in the Jewish kolkhoz called « Iskra ». In 1939, only 2,132 Jews remained in Shklov. The Germans occupied the town on July 12, 1941.",
 "smallPhoto": "https://bsuir-materials.000webhostapp.com/ios/img/sm-shklov.png",
 "bigPhoto": "https://bsuir-materials.000webhostapp.com/ios/img/big-shklov.png",
 "latitude": "54.210835",
 "longitude": "30.291945",
 "weatherid": "622034"
 },
 {
 "name": "Mogilev",
 "country": "Belarus",
 "description": "is a city in eastern Belarus, about 76 kilometres (47 miles) from the border with Russia's Smolensk Oblast and 105 km (65 miles) from the border with Russia's Bryansk Oblast. As of 2011, its population was 360,918,[1] up from an estimated 106,000 in 1956. It is the administrative centre of Mogilev Region and the third largest city in Belarus. The city is mentioned in historical sources since 1267. From the 14th century it was part of the Grand Duchy of Lithuania, and, since the Union of Lublin (1569), part of the Polish-Lithuanian Commonwealth, where it became known as Mohylew. In 16th-17th century the city flourished as one of the main nodes of the east-west and north-south trading routes.",
 "smallPhoto": "https://bsuir-materials.000webhostapp.com/ios/img/sm-mogilev.png",
 "bigPhoto": "https://bsuir-materials.000webhostapp.com/ios/img/big-mogilev.png",
 "latitude": "53.900002",
 "longitude": "30.35",
 "weatherid": "700924"
 },
 {
 "name": "Babruysk",
 "country": "Belarus",
 "description": "is a city in the Mogilev Region of eastern Belarus on the Berezina river. It is a large city in Belarus. As of 2009, its population was 215,092.[1] The name Babruysk (as well as that of the Babruyka River) probably originates from the Belarusian word babyor (бабёр; beaver), many of which used to inhabit the Berezina. However, beavers in the area had been almost eliminated by the end of the 19th century due to hunting and pollution. Babruysk occupies an area of 66 square kilometres (25 sq mi), and comprises over 450 streets whose combined length stretches for over 430 km (267 mi).",
 "smallPhoto": "https://bsuir-materials.000webhostapp.com/ios/img/sm-babruysk.png",
 "bigPhoto": "https://bsuir-materials.000webhostapp.com/ios/img/big-babruysk.png",
 "latitude": "53.150002",
 "longitude": "29.233334",
 "weatherid": "630468"
 },
 {
 "name": "Asipovichy",
 "country": "Belarus",
 "description": "is a town in Mahilyow Voblast, Belarus, located 136 km southwest of Mogilev, 3 km north of the Minsk-Homyel expressway. It is located at the junction of railway lines between Minsk, Homel, Mahilyow (Mogilev), and Baranavichy. As of 2009, its population was 32,543.[2] The active industries of Asipovichy include machine building, building materials, food production and light and wood processing. It is home to the hydro-electric power plant on the Svislach River.",
 "smallPhoto": "https://bsuir-materials.000webhostapp.com/ios/img/sm-asipovichy.png",
 "bigPhoto": "https://bsuir-materials.000webhostapp.com/ios/img/big-asipovichy.png",
 "latitude": "53.293331",
 "longitude": "28.642221",
 "weatherid": "624034"
 },
 {
 "name": "Navahrudak",
 "country": "Belarus",
 "description": "is a city in the Grodno Region of Belarus. In the 14th century it was an episcopal see of the Metropolitanate of Lithuania. It is a possible first capital of the Grand Duchy of Lithuania, with Trakai also noted as a possibility. It was later part of the Polish-Lithuanian Commonwealth, the Russian Empire and eventually Poland until the Soviet invasion of Poland in 1939 when the Soviet Union annexed the area to the Byelorussian SSR.",
 "smallPhoto": "https://bsuir-materials.000webhostapp.com/ios/img/sm-navahrudak.png",
 "bigPhoto": "https://bsuir-materials.000webhostapp.com/ios/img/big-navahrudak.png",
 "latitude": "53.599998",
 "longitude": "25.833332",
 "weatherid": "624785"
 },
 {
 "name": "Ruzhany",
 "country": "Belarus",
 "description": "is a small town located in Pruzhany Raion of Brest Region, Belarus. The earliest mentioning of Ruzhany dates back to 1552.[2] Following the First World War the town was part of Poland until 1945. Almost the entire pre-war population of 3,500 Jews were killed in the Holocaust, mostly at Treblinka extermination camp.[3] On Sept. 19, 1659, R.Yisrael ben Shalom and R.Tuvyah Bachrach were killed in Ruzhany on Rosh HaShana 5420, in the infamous blood libel.",
 "smallPhoto": "https://bsuir-materials.000webhostapp.com/ios/img/sm-ruzhany.png",
 "bigPhoto": "https://bsuir-materials.000webhostapp.com/ios/img/big-ruzhany.png",
 "latitude": "52.864723",
 "longitude": "24.891945",
 "weatherid": "622500"
 },
 {
 "name": "Pruzhany",
 "country": "Belarus",
 "description": "Pruzhany has been known as Dabuchyn since 1487. In the 16th century, it belonged to queen Bona Sforza of Poland. She brought Renaissance influence and development of trades in this part of the Polish-Lithuanian Commonwealth. In 1589, her daughter Anna granted a town charter and the coat of arms of Pruzhany (a blue snake swallowing a baby on a silver shield). The coat of arms was borrowed from that of the Sforza family of Milan. Pruzhany was a center of pottery trade at those times. In the mid-19th century, a wealthy Polish landlord, Walenty Szwykowski, laid out a park and built a pretentious palace that houses a museum today, after a restoration. The museum has a rich collection on the history and arts of the region. Another tourist attraction is the landmark at the confluence of the Mukha River and the Vets Canal. It presents a statue of a passionate pair rising over waves. The Catholic Church of the Assumption of the Blessed Virgin Mary was consecrated in 1884.",
 "smallPhoto": "https://bsuir-materials.000webhostapp.com/ios/img/sm-pruzhany.png",
 "bigPhoto": "https://bsuir-materials.000webhostapp.com/ios/img/big-pruzhany.png",
 "latitude": "52.556667",
 "longitude": "24.464443",
 "weatherid": "622997"
 },
 {
 "name": "Pinsk",
 "country": "Belarus",
 "description": "Pinsk is first mentioned in the chronicles of 1097 as Pinesk, a town belonging to Sviatopolk of Turov. The name is derived from the river Pina. Pinsk's early history is closely linked with the history of Turov. Until the mid-12th century Pinsk was the seat of Sviatopolk's descendants, but a cadet line of the same family established their own seat at Pinsk after the Mongol invasion of Rus in 1239. The Pinsk principality had an important strategic location, between the principalities of Navahrudak and Halych-Volynia, which fought each other for other Ruthenian territories. Pinsk did not take part in this struggle, although it was inclined towards the princes of Novaharodak, which is shown by the fact that the future prince of Novaharodak and Vaišvilkas of Lithuania spent some time in Pinsk.",
 "smallPhoto": "https://bsuir-materials.000webhostapp.com/ios/img/sm-pinsk.png",
 "bigPhoto": "https://bsuir-materials.000webhostapp.com/ios/img/big-pinsk.png",
 "latitude": "52.122898",
 "longitude": "26.0951",
 "weatherid": "623549"
 },
 {
 "name": "Gomel",
 "country": "Belarus",
 "description": "There are at least six narratives of the origin of the city’s Belarusian name. One of the more plausible is that the name is derived from the name of the stream Homeyuk, which flowed into river Sozh near the foot of the hill where the first settlement was founded. Names of other Belarusian cities are formed along these lines: for example, the name Minsk is derived from the river Menka, Polatsk from the river Palata, and Vitsebsk from the river Vitsba. In historical sources from 1142[citation needed] to the 16th century, the city is mentioned as Hom', Homye, Homiy, Homey, or Homyi. These forms are tentatively explained as derivatives of an unattested *gomŭ of uncertain meaning.[4] The modern name for the city has been in use only since the 16th–17th centuries.",
 "smallPhoto": "https://bsuir-materials.000webhostapp.com/ios/img/sm-gomel.png",
 "bigPhoto": "https://bsuir-materials.000webhostapp.com/ios/img/big-gomel.png",
 "latitude": "52.434502",
 "longitude": "30.975401",
 "weatherid": "627907"
 },
 {
 "name": "Zhlobin",
 "country": "Belarus",
 "description": "is a city in the Zhlobin District of Gomel Region of Belarus, on the Dnieper river. As of 2017, the population is 76,078. The city is notable for being the location where steelmaker BMZ was established. BMZ is one of the largest companies in Belarus, and an important producer in the worldwide markets of steel wires and cords. The company is the main sustainer of the town's economy.",
 "smallPhoto": "https://bsuir-materials.000webhostapp.com/ios/img/sm-zhlobin.png",
 "bigPhoto": "https://bsuir-materials.000webhostapp.com/ios/img/big-zhlobin.png",
 "latitude": "52.892601",
 "longitude": "30.024",
 "weatherid": "618806"
 },
 {
 "name": "Kobryn",
 "country": "Belarus",
 "description": "is a city in the Brest Region of Belarus and the center of the Kobryn District. The city is located in the southwestern corner of Belarus where the Mukhavets River and Dnepr-Bug Canal meet. The city lies about 52 km east of the city of Brest. Kobryn is located at Latitude 52.12.58N and Longitude 24.21.59E. It is at an altitude of 485 feet. It is a station on the Brest – Homiel railway line. As of 1995, the population was around 51,500. Sometimes the name of the city is written as Kobrin which is a transliteration from Russian.",
 "smallPhoto": "https://bsuir-materials.000webhostapp.com/ios/img/sm-kobryn.png",
 "bigPhoto": "https://bsuir-materials.000webhostapp.com/ios/img/big-kobryn.png",
 "latitude": "52.21611",
 "longitude": "24.36639",
 "weatherid": "828884"
 },
 {
 "name": "Barysaw",
 "country": "Belarus",
 "description": "Barysaw is first mentioned in the Laurentian Codex as being founded (as Borisov) in 1102 by the Polotsk prince Rogvolod Vseslavich (baptismal name Boris). During the next couple of centuries it was burned and then rebuilt slightly south of its original location. At the end of the 13th century it became a part of the Grand Duchy of Lithuania. In 1569 (after the Union of Lublin) it became part of the Polish–Lithuanian Commonwealth, and then became part of the Russian Empire in 1793 as a result of the Second Partition of Poland. On 22 January 1796 the town's coat of arms was established (decree #17435) by Stanislaw August, the top half containing the coat of arms of Minsk, while the lower half had two stylized towers on a silver background with a passage between them and Saint Peter above the towers holding a key in his hand. At that time, Barysaw was an uyezd town.",
 "smallPhoto": "https://bsuir-materials.000webhostapp.com/ios/img/sm-barysaw.png",
 "bigPhoto": "https://bsuir-materials.000webhostapp.com/ios/img/big-barysaw.png",
 "latitude": "54.231232",
 "longitude": "28.50485",
 "weatherid": "630376"
 },
 {
 "name": "Zhabinka",
 "country": "Belarus",
 "description": "The name of the place was first mentioned in Russian official papers in 1817. In 1882 a railway station was built here on the railway line that connected Warsaw, Brest and Moscow. It gave a powerful impetus to the development of the place. Within 2 decades it turned from a village into a town, attracting people of commerce, after the station boosted the economic development of the place. For 125 years the town has been sprawling along the road from the railway station southwards to the highway Brest-Moscow, that is the major transcontinental traffic artery E30 today. After World War II a big sugar refinery was built north of the railway line. A big settlement appeared around it. Today Kirov Street starts form the railway station, runs across the town center with a big square and a park, further on southwards to the highway.",
 "smallPhoto": "https://bsuir-materials.000webhostapp.com/ios/img/sm-zhabinka.png",
 "bigPhoto": "https://bsuir-materials.000webhostapp.com/ios/img/big-zhabinka.png",
 "latitude": "52.198399",
 "longitude": "24.011499",
 "weatherid": "618913"
 }
]