[
 {
 "name": "Брест",
 "country": "Беларусь",
 "description": "Брест — город на юго-западе Белоруссии, административный центр Брестской области и Брестского района.На 1 января 2018 года население города составило 347 576 человек. Расположен в юго-западной части области, при впадении реки Мухавец в Западный Буг, у государственной границы с Польшей. Крупный железнодорожный узел, речной порт на Мухавце, важный узел автодорог. Главой города является председатель городского исполнительного комитета (горисполкома) — по состоянию на конец ноября 2017 года — Александр Степанович Рогачук. Впервые он упомянут как Берестье в Повести временных лет под 1019 годом, хотя под 980 годом в ней упоминается ещё Берестово: «на Берестове, в селци, еже зооуть ныне Берестовое». По году первого упоминания, Брест — пятый город на территории нынешней Республики Беларусь, раньше упомянуты только Полоцк (862), Витебск (974), Туров (980) и Волковыск (1005). За свою историю город не раз разрушался и менял свою государственную принадлежность; сейчас находится на самом стыке территорий Европейского союза и Евразийского экономического союза.",
 "smallPhoto": "https://bsuir-materials.000webhostapp.com/ios/img/sm-brest.png",
 "bigPhoto": "https://bsuir-materials.000webhostapp.com/ios/img/big-brest.png",
 "latitude": "52.099998",
 "longitude": "23.700001",
 "weatherid": "629634"
 },
 {
 "name": "Минск",
 "country": "Беларусь",
 "description": "Минск — столица Белоруссии, административный центр Минской области и Минского района, в состав которых не входит, поскольку является самостоятельной административно-территориальной единицей с особым (столичным) статусом, Город-герой. Крупнейший транспортный узел, политический, экономический, культурный и научный центр страны. Является ядром Минской агломерации. В Минске находится штаб-квартира СНГ. Десятый по численности населения (без учёта пригородов) город в Европе, третий — в ЕАЭС. Город расположен недалеко от географического центра страны и стоит на реке Свислочи. Население — 1982,5 тыс. человек (на 1 января 2018 года) без учёта пригородов.",
 "smallPhoto": "https://bsuir-materials.000webhostapp.com/ios/img/sm-minsk.png",
 "bigPhoto": "https://bsuir-materials.000webhostapp.com/ios/img/big-minsk.png",
 "latitude": "53.900002",
 "longitude": "27.566668",
 "weatherid": "625144"
 },
 {
 "name": "Витебск",
 "country": "Беларусь",
 "description": "Витебск — город на северо-востоке Белоруссии, административный центр Витебской области и Витебского района. Население — 377 960 человека (на 31 декабря 2017 года). Площадь — 134,601 км² (на 16 августа 2017 года). Расположен в восточной части Витебской области на реке Западной Двине. Четвёртый по численности населения (после Минска, Гомеля и Могилёва) город страны. Второй древнейший город Белоруссии (974 год[7]) после Полоцка. Возник на высоких берегах Западной Двины и Витьбы, давшей ему имя, на пути «из варяг в греки». По городской легенде XVIII века основан святой равноапостольной княгиней Ольгой. Город формировался как один из центров объединения славян-кривичей, а удобное географическое положение на пересечении важнейших торговых путей способствовало росту и процветанию его на протяжении последующих веков.",
 "smallPhoto": "https://bsuir-materials.000webhostapp.com/ios/img/sm-vitebsk.png",
 "bigPhoto": "https://bsuir-materials.000webhostapp.com/ios/img/big-vitebsk.png",
 "latitude": "55.190479",
 "longitude": "30.2033",
 "weatherid": "620127"
 },
 {
 "name": "Барановичи",
 "country": "Беларусь",
 "description": "Расположен на Барановичской равнине в междуречье Щары и её притока Мышанки. Барановичи находятся практически на прямой, соединяющей областной центр Брест (206 км) и столицу Белоруссии Минск (149 км). Ближайшие города: Ляховичи (17 км), Слоним (42 км), Новогрудок (52 км), Лида (98 км), Волковыск (113 км). Барановичи лежат на равнинной местности, где перепад высот не превышает 20 м (от 180 до 200 м над уровнем моря). Высота города над уровнем моря составляет 193 м. Протяжённость города — 7 км как с запада на восток, так и с севера на юг; вместе с тем город несколько вытянут (на 8,5 км) в направлении с юго-запада (от ул. Брестской) на северо-восток (до ул. Фабричной) и сжат (6,3 км) в направлении с севера (ул. Советская) на юго-восток (ул. Фроленкова). Площадь, занимаемая городом, равна 80,66 км² (8066 га, (12 августа 2012 года). Плотность населения составляет более 2000 человек на кв. км. Самая северная точка города — улица Королика, расположенная севернее завода автоматических линий — 53°10' с. ш., южная — д. Узноги, 53°06' с. ш. Крайняя западная точка располагается в районе улицы Бадака — 25°57' в. д. , восточная — в районе пересечения улиц Егорова и Каштановой — 26°04' в. д. Геометрический центр города — площадь Ленина. Всего в городе около пятисот улиц и переулков общей длиной 252,8 км, из них благоустроенных — 129,8 км, освещённых — 240 км. Барановичи характеризуются очень выгодным географическим положением и являются крупным узлом важнейших железных и шоссейных дорог. Здесь близкое расположение магистрального газопровода, развитая система энерго- и водоснабжения, благоприятный климат. В городе расположен ряд крупных промышленных предприятий.",
 "smallPhoto": "https://bsuir-materials.000webhostapp.com/ios/img/sm-baranavichy.png",
 "bigPhoto": "https://bsuir-materials.000webhostapp.com/ios/img/big-baranavichy.png",
 "latitude": "53.132702",
 "longitude": "26.013901",
 "weatherid": "630429"
 },
 {
 "name": "Новополцк",
 "country": "Беларусь",
 "description": "Новополоцк — город в Витебской области Белоруссии. Расположен на левом берегу Западной Двины, в 6 км к западу от Полоцка. Население — 101 596 человек (на 1 января 2018 года). Вместе с Полоцком и ближайшими населёнными пунктами образует Полоцкую агломерацию с населением около 200 тыс. чел. и крупный промышленный узел. Новополоцк расположен на равнинной местности Полоцкой низменности на левом берегу Западной Двины, на месте небольшого изгиба реки. Перепады высоты наблюдаются, но не слишком большие. Климат умеренно-континентальный. Рядом с городом распространены смешанные леса и болота.",
 "smallPhoto": "https://bsuir-materials.000webhostapp.com/ios/img/sm-novopolotsk.png",
 "bigPhoto": "https://bsuir-materials.000webhostapp.com/ios/img/big-novopolotsk.png",
 "latitude": "55.536282",
 "longitude": "28.642441",
 "weatherid": "624784"
 },
 {
 "name": "Береза",
 "country": "Беларусь",
 "description": "Берёза — город на Полесье, на реке Ясельде. Административный центр Берёзовского района Брестской области Белоруссии. На 1 января 2016 года население города составило 29 408 человек. По данным первой всероссийской переписи 1897 года, население города составляло 6226 человек (3979 женщин и 2247 мужчин), из них 2623 человека были иудеями, 2599 — православными и 813 — римо-католиками. В 2010 году население составило 29 400 человек.",
 "smallPhoto": "https://bsuir-materials.000webhostapp.com/ios/img/sm-byaroza.png",
 "bigPhoto": "https://bsuir-materials.000webhostapp.com/ios/img/big-byaroza.png",
 "latitude": "52.531399",
 "longitude": "24.9786",
 "weatherid": "629454"
 },
 {
 "name": "Жодино",
 "country": "Беларусь",
 "description": "Жодино — город областного подчинения в Минской области Белоруссии. Жодино — город с 1963 года. Ранее наименовалось — местечко Жодин. Население — 63 888 человек (на 1 января 2016 года). Город расположен в северо-восточном направлении на расстоянии в 44 км от Минска на железной дороге Москва—Брест и равноудалён (примерно на 650 км) от Москвы, Киева и Варшавы. Жодино располагается на реках Плиса и Жодинка. Местечко было основано на реке Плиса в 1643 году Богуславом Радзивиллом, изначально получило название Богуслав Поле. В 1688 году упоминается как деревня Жодина Слобода. Название может пониматься как «слобода на речке Жода или Жодинь», существовавшей ранее. Название речки происходит от финно-угорского географического термина жуед, жуод — «низинное место в лесу».",
 "smallPhoto": "https://bsuir-materials.000webhostapp.com/ios/img/sm-zhodzina.png",
 "bigPhoto": "https://bsuir-materials.000webhostapp.com/ios/img/big-zhodzina.png",
 "latitude": "54.098331",
 "longitude": "28.3325",
 "weatherid": "618800"
 },
 {
 "name": "Орша",
 "country": "Беларусь",
 "description": "Орша (белор. Орша) — город районного подчинения (с 2013 года[5]) в Белоруссии, центр Оршанского района Витебской области. Расположен на Днепре при впадении в него реки Оршица в 80 км к югу от Витебска и в 202 км на восток от Минска. Население на 1 января 2017 года — 115 938 человек. Крупный железнодорожный и автомобильный узел Белоруссии, крупный железнодорожный узел транспортных артерий Европа — Россия — Украина. Город впервые упоминается в «Повести временных лет» под 1067 годом как Ръша. Тогда князь Всеслав Полоцкий с двумя сыновьями был вызван князьями Ярославичами «на Ршу у Смоленска», пересёк Днепр на смоленскую (левую) сторону, где был схвачен и посажен в поруб — тюрьму без дверей, построенную вокруг заключённого. Позже город оказывается в пределах Минского княжества князя Глеба Всеславича. Последний между 1104 и 1116 годами построил в Орше крепость. В 1119 году Орша перешла в состав Полоцкого княжества. С этого времени граница между Полоцкой землёй в целом и Смоленским княжеством устанавливается по реке Днепр. ",
 "smallPhoto": "https://bsuir-materials.000webhostapp.com/ios/img/sm-orsha.png",
 "bigPhoto": "https://bsuir-materials.000webhostapp.com/ios/img/big-orsha.png",
 "latitude": "54.515278",
 "longitude": "30.405277",
 "weatherid": "624079"
 },
 {
 "name": "Шклов",
 "country": "Беларусь",
 "description": "Шклов (белор. Шклоў) — город в Могилёвской области Белоруссии. Расположен на Днепре в 35 км севернее Могилёва; на пересечении автодороги Могилёв — Шклов — Орша. Население составляет 16 300 человек (1 января 2018 года). Своё название городок получил от речки Шкловы (ныне — Шкловки). Корень гидронима Шклова (Шкловка) представляет собой тот же языковой элемент, что и вторая часть названия реки Ворсклы (приток Днепра). Элемент -скл- в давние времена, как можно думать, был географическим термином для обозначения текущей воды. Наименование Ворскла (Вор + скла) этимологически означает «лесная речка» и свидетельствует о том, что эта река, как и Шкловка, была частью единого водного пути с севера на юг и в обратном направлении.",
 "smallPhoto": "https://bsuir-materials.000webhostapp.com/ios/img/sm-shklov.png",
 "bigPhoto": "https://bsuir-materials.000webhostapp.com/ios/img/big-shklov.png",
 "latitude": "54.210835",
 "longitude": "30.291945",
 "weatherid": "622034"
 },
 {
 "name": "Могилев",
 "country": "Беларусь",
 "description": "Могилёв — город на востоке Белоруссии, административный центр Могилёвской области и Могилёвского района. Могилёв — третий по количеству жителей (после Минска и Гомеля) город Белоруссии. Население составляет 380 440 человек (1 января 2017). Расположен на живописных берегах Днепра, в 645 км от его истока. Разветвлённая сеть железнодорожных и шоссейных дорог, расходящихся от города во всех направлениях, связывает его с крупнейшими промышленными и культурными центрами Белоруссии, России и Украины. 200 км отделяют Могилёв от столицы Белоруссии Минска, до Москвы по прямой — 520 км, до Санкт-Петербурга — около 700 км, до Киева — 380 км. Река Днепр делит город на две части. Правый берег коренной. Он возвышается на 25—30 метров над меженным уровнем реки. Отсюда открывается вид на заднепровскую часть города, которая ранее заливалась при паводке на несколько недель водой, а сейчас практически полностью застроенную. Ширина Днепра в Могилёве достигает почти 30 метров. Судоходен Днепр в течение 230 дней в году (100—150 в засушливое время). В период XVII—XIX вв. c целью отличия от города Могилёва до переименования последнего в 1923 году в Могилёв-Подольский часто именовался Могилёв на Днепре, Могилёв губернский.",
 "smallPhoto": "https://bsuir-materials.000webhostapp.com/ios/img/sm-mogilev.png",
 "bigPhoto": "https://bsuir-materials.000webhostapp.com/ios/img/big-mogilev.png",
 "latitude": "53.900002",
 "longitude": "30.35",
 "weatherid": "700924"
 },
 {
 "name": "Бобруйск",
 "country": "Беларусь",
 "description": "Бобруйск — город областного подчинения в Белоруссии, административный центр Бобруйского района Могилёвской области. Седьмой по численности населения и площади город Белоруссии, наиболее крупный центр областного подчинения. Город располагается на реке Березине (бассейн Днепра) в 150 км от Минска, 110 км от Могилева, 414 км от Киева, 706 км от Москвы. Ведущие позиции в религиозной жизни города занимает Белорусский Экзархат Русской Православной Церкви, к которой относят себя большинство верующих. Бобруйская епархия Белорусского Экзархата Русской Православной церкви учреждена 24 декабря 2004 года. В её состав входят Бобруйск и 6 районов (Бобруйский, Быховский, Осиповичский, Кировский, Глусский, Кличевский). В марте 2007 года архиереем Бобруйским и Быховским назначен епископом Серафим (Белоножко Алексей Дмитриевич). Деятельность религиозных общин и вопросы межконфессиональных отношений освещаются в городских печатных средствах массовой информации. Три из пяти городских газет имеют постоянные рубрики (приложения).",
 "smallPhoto": "https://bsuir-materials.000webhostapp.com/ios/img/sm-babruysk.png",
 "bigPhoto": "https://bsuir-materials.000webhostapp.com/ios/img/big-babruysk.png",
 "latitude": "53.150002",
 "longitude": "29.233334",
 "weatherid": "630468"
 },
 {
 "name": "Осиповичи",
 "country": "Беларусь",
 "description": "Осиповичи — город в Могилёвской области Белоруссии, районный центр Осиповичского района. Крупный железнодорожный узел. Город Осиповичи расположен на левом берегу реки Синяя (правый приток Свислочи) в двух километрах от автомобильной дороги М5 (Минск — Гомель). Находится в 136 километрах на юго-запад от Могилёва и в 93 километрах на юго-восток от Минска. Ближайшие города: Старые дороги (37 км), Бобруйск (41 км), Глуск (42 км), Марьина Горка (44 км). В 7 километрах от города на реке Свислочь создано Осиповичское водохранилище. Датой основания города считается 17 ноября 1872 года (построена станция Либаво-Роменской железной дороги, название которой, а потом и название города было взято от расположенной в двух километрах деревни Осиповичи)[3]. В 1897 году 0,5 тыс. жителей. В начале XX в. в Осиповичах насчитывалось 300 дворов, население составляло 1500 жителей, действовали 2 лесопильных, шпалопропиточный, смоляной заводы, 13 мастерских, мельница, заезжий двор, аптечный магазин. В 1906 г. открыты 2 начальные школы, с 1909 г. работает телеграф. В начале XX века железнодорожный посёлок с двумя лесопилками и шпалопропиточным заводом. В ноябре 1917 года установлена советская власть. С 19 февраля 1918 года оккупирован польскими, затем до 4 декабря 1918 года — немецкими войсками, с 20 августа 1919 до июля 1920 снова польскими.",
 "smallPhoto": "https://bsuir-materials.000webhostapp.com/ios/img/sm-asipovichy.png",
 "bigPhoto": "https://bsuir-materials.000webhostapp.com/ios/img/big-asipovichy.png",
 "latitude": "53.293331",
 "longitude": "28.642221",
 "weatherid": "624034"
 },
 {
 "name": "Новогрудок",
 "country": "Беларусь",
 "description": "Новогрудок — город в Гродненской области Белоруссии, районный центр Новогрудского района, в прошлом — один из главных политических и культурных центров Великого княжества Литовского. Население — 29 424 человека (на 1 января 2018 года). Название произошло от слов «Новый городок». Он был крупным поселением в удалённых западных землях кривичей, которые попали под контроль Древнерусского государства в конце X века. Древнерусское название Новгородок (Новъгородок, Новъгородокъ, притом склонялись обе составные части: до Новагородка, у Новегородцы, межи Литвою и Новымъгородкомъ, из Новагородка, в Новегородче). В некоторых источниках называется Малым Новгородом Во времена вхождения в Речь Посполитую, традиционное белорусское произношение белор. Нава́градак, трансформировалось в современное название Новогрудок, от польск. Nowogródek. Некоторые историки считают, что летописные варианты названия города — Новогород, Новгородок, Новогородок, Новый Городок, Новогородок-Литовский и др. свидетельствуют о том, что, возможно, неподалеку существовал старый городской центр округи — Радогоща.",
 "smallPhoto": "https://bsuir-materials.000webhostapp.com/ios/img/sm-navahrudak.png",
 "bigPhoto": "https://bsuir-materials.000webhostapp.com/ios/img/big-navahrudak.png",
 "latitude": "53.599998",
 "longitude": "25.833332",
 "weatherid": "624785"
 },
 {
 "name": "Ружаны",
 "country": "Беларусь",
 "description": "Ружаны — городской посёлок, расположенный в Пружанском районе Брестской области Белоруссии. Первое письменное упоминание о Ружанах (Ражанах) относится к 1490 году. А уже в 1552 году местечко принадлежало Тышкевичам. После Тышкевичей город перешел к роду Брухальских. В 1598 году Бартош Брухальский продал усадьбы Лососин и Ружаны канцлеру Великого Княжества Литовского Льву Сапеге, который сделал местечко основной своей резиденцией. Ружаны входили в Слонимский повет Новогрудского воеводства. Стараниями Сапег 20 июня 1637 года Ружаны получили право на самоуправление. Для заседаний магистрата построили ратушу. Городу был дарован герб: в серебряном поле венок из красных роз, в его центре — фигура святого Казимира (небесного покровителя Великого княжества Литовского) с лилиями и крестом в руках. К началу XVII столетия Ружаны были зажиточным местечком: насчитывалось свыше 400 дворов, кирпичный и кафельный заводы; Троицкий костел доминиканцев и Петропавловская церковь.",
 "smallPhoto": "https://bsuir-materials.000webhostapp.com/ios/img/sm-ruzhany.png",
 "bigPhoto": "https://bsuir-materials.000webhostapp.com/ios/img/big-ruzhany.png",
 "latitude": "52.864723",
 "longitude": "24.891945",
 "weatherid": "622500"
 },
 {
 "name": "Пружаны",
 "country": "Беларусь",
 "description": "Пружаны — город в Белорусии, административный центр Пружанского района Брестской области. Расположен на пересечении автодороги Слоним — Ружаны — Пружаны — Высокое Р85. Первое упоминание о Прушанской волости относится к 1433 году. По мнению писателя и историка Ю. И. Крашевского и других, название возникло в связи с поселением здесь пруссов, спасавшихся от крестоносцев (Прусы, Прусяны, Прушаны). Пружаны известны с 1487 года под названием Добучин. До 1519 года Пружаны находятся в составе Кобринского княжества. После смерти кобринского князя Ивана Семёновича Пружаны перешли во владение его жены Федоры, в 1519 году по привилею великого князя литовского Сигизмунда I Старого — к маршалку В. Костевичу, входили в Кобринское староство. С 1520 года в Кобринском повете Подляшского воеводства, с 1566 года в Брестском повете и воеводстве. В 16 веке принадлежали королеве Речи Посполитой Боне и её дочери Анне. В Пружанах проводились четыре ярмарки в год. Согласно инвентарю 1563 года, в Пружанах было 1250 жителей, 7 улиц, 278 хозяйств. В 16 веке существовал Пружанский «королевский двор» (деревянный дворец, 2 флигеля, конюшня, сарай, истопка, пекарня, 4 амбара, водяная мельница, сад). 6 мая 1589 года король Сигизмунд ІІІ, по ходатайству тетки своей королевы Анна, даровал жителям Пружан магдебургское право",
 "smallPhoto": "https://bsuir-materials.000webhostapp.com/ios/img/sm-pruzhany.png",
 "bigPhoto": "https://bsuir-materials.000webhostapp.com/ios/img/big-pruzhany.png",
 "latitude": "52.556667",
 "longitude": "24.464443",
 "weatherid": "622997"
 },
 {
 "name": "Пинск",
 "country": "Беларусь",
 "description": "Пинск — город областного подчинения, расположенный у слияния рек Пина и Припять, центр Пинского района Брестской области Белоруссии. Население с учетом агломерации более 150 тыс. чел. Пинск — крупный культурный и промышленный центр Полесья. Крупное религиозное ядро страны — центр католической и православной епархий. Значительная иудейская община. Неофициальная столица Белорусского Полесья. Исторически значимый населенный пункт региона. Географический центр Пинского района располагается в 186 километрах восточнее Бреста, и в 304 километрах юго-западнее Минска. Город расположен в устье реки Пины (давшей название городу), впадающей в Припять. Рельеф территории, на которой лежит Пинск, ровный, слабо понижающийся к пойме Пины. В историческом центре города, около городского парка, Пина впадает в Припять. На территории Пинска река притоков не принимает. Пинск находится в часовом поясе, обозначаемом по международному стандарту как Минское время (UTC+3). Климат — умеренно континентальный. Из-за влияния морских воздушных масс характерна мягкая зима и умеренно тёплое лето. Циклоны, которые являются причиной этого, перемещаются с Атлантического океана с запада на восток. Средняя температура января −3,4 °C, июля 19,1 °C. Годовое количество осадков — около 600 мм. Количество дней, с температурой выше нуля — 253. В среднем, за год наблюдается 165 дней с осадками.",
 "smallPhoto": "https://bsuir-materials.000webhostapp.com/ios/img/sm-pinsk.png",
 "bigPhoto": "https://bsuir-materials.000webhostapp.com/ios/img/big-pinsk.png",
 "latitude": "52.122898",
 "longitude": "26.0951",
 "weatherid": "623549"
 },
 {
 "name": "Гомель",
 "country": "Беларусь",
 "description": "Гомель — город в Белоруссии, административный центр Гомельской области и Гомельского района, второй по численности населения (535 229 человек на 1 января 2017) город в стране. Расположен на юго-востоке республики на реке Сож в 302 км на юго-восток от Минска, в 534 км на восток от Бреста, в 171 км на юг от Могилёва, в 237 км на запад от Брянска, в 111 км к северу от Чернигова, в 567 км на юго-запад от Москвы. Гомель располагается в пределах юго-западного склона Воронежской антеклизы — приподнятой тектонической структуры в составе Русской плиты Восточно-Европейской платформы. Кристаллический фундамент залегает на глубине 450—550 метров ниже уровня моря. Платформенный чехол (мощность 600—700 м) сложен отложениями палеозойской (мощность 100—120 м, среднедевонские глины, песчаники, мергели и доломиты), мезозойской (400—420 м, песчано-глинистые образования триаса, глинами, песками и известняками юрского периода, мергельно-меловые и песчано-глинистые отложения мелового периода) и кайнозойской (30—50 м, глауконитово-кварцевые пески палеогена, пески и супеси с гравийно-галечным материалом антропогена) эр. Территория, на которой находится Гомель после формирования кристаллического чехла в архее — раннем протерозое до среднего девона оставалась сушей. В среднем девоне она была затоплена и далее неоднократно осушалась и вновь затапливалась морем. В позднем девоне отмечена вулканическая активность. Четвертичный период характеризовался наступлением на территорию Белоруссии нескольких ледников, из которых до Гомеля дошли льды березинского и днепровского оледенений. В межледниковья (александрийское, шкловское и др.) формировалась долина реки Сож. Талые воды Сожского оледенения (считающегося стадией днепровского) отложили материал, сформировавший обширную песчаную лесистую равнину — Полесье.",
 "smallPhoto": "https://bsuir-materials.000webhostapp.com/ios/img/sm-gomel.png",
 "bigPhoto": "https://bsuir-materials.000webhostapp.com/ios/img/big-gomel.png",
 "latitude": "52.434502",
 "longitude": "30.975401",
 "weatherid": "627907"
 },
 {
 "name": "Жлобин",
 "country": "Беларусь",
 "description": "Жлобин — город районного подчинения в Жлобинском районе Гомельской области Белоруссии, административный центр района. Третий по численности населения город в Гомельской области после Гомеля и Мозыря. Результаты археологических обследований показывают, что первые поселения людей на территории современного города возникли в первобытнообщинное время, задолго до основания Жлобина. На берегу Днепра в пределах города найдены остатки поселения периода бронзового века (II-е — начало I-го тысячелетия до н. э.). На территории городского парка культуры и отдыха «Приднепровский» обнаружены следы поселения периода железного века, существовавшего в конце I тысячелетия до н. э. — начале I тыс. н. э.",
 "smallPhoto": "https://bsuir-materials.000webhostapp.com/ios/img/sm-zhlobin.png",
 "bigPhoto": "https://bsuir-materials.000webhostapp.com/ios/img/big-zhlobin.png",
 "latitude": "52.892601",
 "longitude": "30.024",
 "weatherid": "618806"
 },
 {
 "name": "Кобрин",
 "country": "Беларусь",
 "description": "Кобрин — город в Брестской области Белоруссии, административный центр Кобринского района. Четвёртый по количеству населения город в области (уступает Бресту, Барановичам и Пинску). По данным на 1 января 2018 года население города составило 53 177 человека. Город расположен на западе Полесья на равнинных берегах реки Мухавец в месте её соединения с Днепровско-Бугским каналом, в 41 км к востоку от Бреста. Площадь территории города составляет 31,6 км². Протяжённость с севера на юг и с запада на восток — около восьми километров. Кобрин является важным узлом автомобильного транспорта. Через город проходят автомагистрали М1 (Брест—Москва; часть европейского маршрута E30 и панъевропейского транспортного коридора II Берлин—Нижний Новгород), М12 (Кобрин — граница Украины [Мокраны]; часть европейского маршрута E85), а также автомагистраль М10 (Кобрин—Гомель), соединяющая между собой районные центры Полесья. Кроме того, через город проходят республиканские дороги Р2 (часть старой дороги Брест—Москва от Столбцов до Кобрина) и Р102 (граница Польши—Высокое—Каменец—Кобрин).",
 "smallPhoto": "https://bsuir-materials.000webhostapp.com/ios/img/sm-kobryn.png",
 "bigPhoto": "https://bsuir-materials.000webhostapp.com/ios/img/big-kobryn.png",
 "latitude": "52.21611",
 "longitude": "24.36639",
 "weatherid": "828884"
 },
 {
 "name": "Борисов",
 "country": "Беларусь",
 "description": "Борисов — город в Белоруссии, административный центр Борисовского района Минской области. Население города — 143 051 человек (на 1 января 2018 года). Стоит на реке Березине, в 77 км от Минска. Борисов — крупный промышленный город Минской области. В Борисове насчитывается 42 завода и фабрики, 16 совместных предприятий, 700 предприятий торговли и общественного питания всех форм собственности. Народное образование Борисова — это 24 средних школы, лицей, три гимназии, политехнический колледж, три средних специальных учебных заведения, три профтехучилища, музыкальная, художественная и хореографическая школы. Выходят четыре газеты, выпускаемые тремя редакциями. В 2006 году промышленными предприятиями произведено продукции в действующих ценах на сумму 1200 млрд рублей.",
 "smallPhoto": "https://bsuir-materials.000webhostapp.com/ios/img/sm-barysaw.png",
 "bigPhoto": "https://bsuir-materials.000webhostapp.com/ios/img/big-barysaw.png",
 "latitude": "54.231232",
 "longitude": "28.50485",
 "weatherid": "630376"
 },
 {
 "name": "Жабинка",
 "country": "Беларусь",
 "description": "Жабинка — город в Белоруссии, на западе Брестской области. Административный центр Жабинковского района. Железнодорожная станция на линии Брест — Барановичи. Расположен на реке Мухавец при впадении в неё реки Жабинка, по которой город получил название. На 1 января 2018 года население города составило 13 371 человек. Официально основан в 1871 году. Первые упоминания относятся к 1817 году. Герб города Жабинка представляет собой щит, в голубом поле которого изображён серебряный волнистый вилообразный крест, сопровождаемый сверху и по бокам тремя цветками жабинки, каждый из которых имеет по три серебряных лепестка и три листа зелёного цвета. Герб официально утверждён указом президента Республики Беларусь № 659 от 2 декабря 2008 года. Вилообразный крест символизирует устье речки Жабинка при впадении её в реку Мухавец — места, где в XIX веке были заложены истоки поселения, которое в XX веке преобразовалось в современный город.",
 "smallPhoto": "https://bsuir-materials.000webhostapp.com/ios/img/sm-zhabinka.png",
 "bigPhoto": "https://bsuir-materials.000webhostapp.com/ios/img/big-zhabinka.png",
 "latitude": "52.198399",
 "longitude": "24.011499",
 "weatherid": "618913"
 }
]